Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsModel/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sr_cyrl_rs, uk_ua, zh_cn, zh_tw

# OpenBothSettingsFilesCommandKey
source: Open both settings and default settings files (JSON)
de_de: Öffnen von Einstellungen und Standardeinstellungsdateien (JSON)
es_es: Abrir archivos de configuración y configuración predeterminada (JSON)
fr_fr: Ouvrir les fichiers de paramètres et les fichiers de paramètres par défaut (JSON)
it_it: Apri sia le impostazioni che i file delle impostazioni predefinite (JSON)
ja_jp: 設定ファイルおよび既定の設定ファイル (JSON) を開く
ko_kr: 설정 및 기본 설정 파일 모두 열기(JSON)
pt_br: Abrir arquivos de configurações e configurações padrão (JSON)
ru_ru: Открыть файлы параметров и параметров по умолчанию (JSON)
sr_cyrl_rs: Отвара и settings и default (JSON) фајлове подешавања
uk_ua: Відкрити файли налаштувань і типових налаштувань (JSON)
zh_cn: 打开设置和默认设置文件 (JSON)
zh_tw: 同時開啟設定和預設設定檔案 (JSON)

# OpenDefaultSettingsCommandKey
source: Open default settings file (JSON)
de_de: Standardeinstellungsdatei öffnen (JSON)
es_es: Abrir el archivo de configuración predeterminada (JSON)
fr_fr: Ouvrir le fichier des paramètres par défaut (JSON)
it_it: Apri file delle impostazioni predefinite (JSON)
ja_jp: 既定の設定ファイル (JSON) を開く
ko_kr: 기본 설정 파일 열기(JSON)
pt_br: Abrir o arquivo de configurações padrão (JSON)
ru_ru: Открыть файл параметров по умолчанию (JSON)
sr_cyrl_rs: Отвара default (JSON) фајл подешавања
uk_ua: Відкрити файл типових налаштувань (JSON)
zh_cn: 打开默认设置文件(JSON)
zh_tw: 開啟預設的設定檔 (JSON)

# OpenNewTabDropdownCommandKey
source: Open new tab dropdown
de_de: Dropdownliste der neuen Registerkarte öffnen
es_es: Abrir una nueva pestaña desplegable
fr_fr: Ouvrir la liste déroulante du nouvel onglet
it_it: Apri la nuova scheda a discesa
ja_jp: 新しいタブ ドロップダウンを開く
ko_kr: 새 탭 드롭다운 열기
pt_br: Abrir a nova guia suspensa
ru_ru: Открыть раскрывающийся список на новой вкладке
sr_cyrl_rs: Отвори падајућу листу за нову картицу
uk_ua: Відкрити спадне меню нової вкладки
zh_cn: 打开新建选项卡的下拉列表
zh_tw: 開啟 新增索引標籤下拉式功能表

# OpenSettingsCommandKey
source: Open settings file (JSON)
de_de: Einstellungsdatei öffnen (JSON)
es_es: Abrir archivo de configuración (JSON)
fr_fr: Ouvrir le fichier des paramètres (JSON)
it_it: Apri file delle impostazioni (JSON)
ja_jp: 設定ファイル (JSON) を開く
ko_kr: 설정 파일 열기(JSON)
pt_br: Abrir o arquivo de configurações (JSON)
ru_ru: Открыть файл параметров (JSON)
sr_cyrl_rs: Отвори settings (JSON) фајл подешавања
uk_ua: Відкрити файл налаштувань (JSON)
zh_cn: 打开设置文件(JSON)
zh_tw: 開啟設定檔案 (JSON)

# SettingsFileOpenInExplorerCommandKey
source: Open the settings file directory
fr_fr: Ouvrir le répertoire du fichier de paramètres
it_it: Apri directory del file di impostazioni
ru_ru: Открыть каталог файлов параметров
sr_cyrl_rs: Отвори директоријум settings фајла
uk_ua: Відкрити каталог файлів налаштувань
zh_cn: 打开设置文件目录

# OpenTabColorPickerCommandKey
source: Set tab color...
fr_fr: Définir la couleur de l’onglet...
it_it: Imposta il colore della scheda...
ru_ru: Установить цвет вкладки...
sr_cyrl_rs: Постави боју картице...
uk_ua: Встановити колір вкладки...
zh_cn: 设置选项卡颜色...

# PasteTextCommandKey
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
pt_br: Colar
ru_ru: Вставить
sr_cyrl_rs: Налепи
uk_ua: Вставити
zh_cn: 粘贴
zh_tw: 貼上

# PrevTabCommandKey
source: Previous tab
de_de: Vorherige Registerkarte
es_es: Pestaña anterior
fr_fr: Onglet précédent
it_it: Scheda precedente
ja_jp: 前のタブ
ko_kr: 이전 탭
pt_br: Guia anterior
ru_ru: Предыдущая вкладка
sr_cyrl_rs: Претходна картица
uk_ua: Попередня вкладка
zh_cn: 上一个选项卡
zh_tw: 上一個索引標籤

# RenameTabCommandKey
source: Rename tab to "{0}"
de_de: Registerkarte auf „{0}“ umbenennen
es_es: Cambiar el nombre de la pestaña a "{0}"
fr_fr: Renommer l'onglet en tant que « {0} »
it_it: Rinomina la scheda come "{0}"
ja_jp: "{0}"にタブ名を変更する
ko_kr: {0}로 탭 이름 바꾸기
pt_br: Renomear guia para “{0}”
ru_ru: Переименовать вкладку в "{0}"
sr_cyrl_rs: Промени име картице на „{0}”
uk_ua: Перейменувати вкладку на "{0}"
zh_cn: 将选项卡重命名为“{0}”
zh_tw: 將索引標籤重新命名為 “ {0}“

# ResetFontSizeCommandKey
source: Reset font size
de_de: Schriftgrad zurücksetzen
es_es: Restablecer tamaño de la letra
fr_fr: Rétablir la taille de police
it_it: Reimposta dimensioni carattere
ja_jp: フォント サイズをリセットする
ko_kr: 글꼴 크기 초기화
pt_br: Redefinir tamanho da fonte
ru_ru: Сбросить размер шрифта
sr_cyrl_rs: Ресетуј величину фонта
uk_ua: Скинути розмір шрифту
zh_cn: 重置字号
zh_tw: 重設字型大小

# ResetTabColorCommandKey
source: Reset tab color
de_de: Registerkartenfarbe zurücksetzen
es_es: Restablecer color de pestaña
fr_fr: Rétablir la couleur d’onglet
it_it: Reimposta il colore della scheda
ja_jp: タブの色をリセット
ko_kr: 탭 색 다시 설정
pt_br: Redefinir cor da guia
ru_ru: Сбросить цвет вкладки
sr_cyrl_rs: Ресетуј боју картице
uk_ua: Скинути колір вкладки
zh_cn: 重设标签颜色
zh_tw: 重設索引標籤色彩

# ResetTabNameCommandKey
source: Reset tab title
de_de: Den Titel der Registerkarte zurücksetzen
es_es: Restablecer título de la pestaña
fr_fr: Rétablir le titre de l’onglet
it_it: Reimposta il titolo della scheda
ja_jp: タブのタイトルをリセット
ko_kr: 탭 제목 재설정
pt_br: Redefinir título da guia
ru_ru: Сбросить заголовок вкладки
sr_cyrl_rs: Ресетуј наслов картице
uk_ua: Скинути назву вкладки
zh_cn: 重置标签页标题
zh_tw: 重設索引標籤標題

# OpenTabRenamerCommandKey
source: Rename tab
fr_fr: Renommer l'onglet
it_it: Rinomina scheda
ru_ru: Переименовать вкладку
sr_cyrl_rs: Промени име картице
uk_ua: Перейменувати вкладку
zh_cn: 重命名选项卡

# ResizePaneCommandKey
source: Resize pane
de_de: Bereich skalieren
es_es: Cambiar el tamaño del panel
fr_fr: Redimensionner le volet
it_it: Ridimensiona riquadro
ja_jp: ウィンドウのサイズの変更する
ko_kr: 창 크기 조정
pt_br: Redimensionar painel
ru_ru: Изменить размер области
sr_cyrl_rs: Промени величину панела
uk_ua: Змінити розмір панелі
zh_cn: 调整窗格大小
zh_tw: 調整頁面大小

# ResizePaneWithArgCommandKey
source: Resize pane {0}
de_de: Bereich {0} skalieren
es_es: Cambiar el tamaño del panel {0}
fr_fr: Redimensionner le volet {0}
it_it: Ridimensiona riquadro {0}
ja_jp: ウィンドウのサイズを変更する {0}
ko_kr: 창 크기 조정 {0}
pt_br: Redimensionar painel {0}
ru_ru: Изменить размер области {0}
sr_cyrl_rs: Промени величину панела {0}
uk_ua: Змінити розмір панелі {0}
zh_cn: 调整窗格大小 {0}
zh_tw: 調整頁面大小 {0}

# ScrollDownCommandKey
source: Scroll down
de_de: Nach unten scrollen
es_es: Desplazarse hacia abajo
fr_fr: Défilement vers le bas
it_it: Scorri verso il basso
ja_jp: 下へスクロール
ko_kr: 아래로 스크롤
pt_br: Rolar para baixo
ru_ru: Прокрутить вниз
sr_cyrl_rs: Скролуј наниже
uk_ua: Прокрутити вниз
zh_cn: 向下滚动
zh_tw: 向下捲動

# ScrollDownSeveralRowsCommandKey
source: Scroll down {0} line(s)
de_de: {0} Zeile(n) nach unten scrollen
es_es: Desplazarse hacia abajo {0} línea(s)
fr_fr: Défilement vers le bas de {0} ligne(s)
it_it: Scorri verso il basso {0} righe
ja_jp: {0} 行下へスクロール
ko_kr: {0}줄 아래로 스크롤
pt_br: Rolar para baixo {0} linha(s)
ru_ru: Прокрутить вниз линий: {0}
sr_cyrl_rs: Скролуј наниже {0} линија
uk_ua: Прокрутити вниз на {0} рядок(ів)
zh_cn: 向下滚动 {0} 行
zh_tw: 向下捲動 {0} 行

# ScrollDownPageCommandKey
source: Scroll down one page
de_de: Um eine Seite nach unten scrollen
es_es: Desplazarse hacia abajo una página
fr_fr: Faire défiler une page vers le haut
it_it: Scorri in basso di una pagina
ja_jp: 1ページ下にスクロール
ko_kr: 한 페이지 아래로 스크롤
pt_br: Rolar uma página para baixo
ru_ru: Прокрутить вниз на одну страницу
sr_cyrl_rs: Скролуј једну страницу наниже
uk_ua: Прокрутити сторінку вниз
zh_cn: 向下滚动一页
zh_tw: 向下滾動一頁

# ScrollUpCommandKey
source: Scroll up
de_de: Nach oben scrollen
es_es: Desplazarse hacia arriba
fr_fr: Défilement vers le haut
it_it: Scorri verso l'alto
ja_jp: 上へスクロール
ko_kr: 위로 스크롤
pt_br: Rolar para cima
ru_ru: Прокрутить вверх
sr_cyrl_rs: Скролуј навише
uk_ua: Прокрутити вгору
zh_cn: 向上滚动
zh_tw: 向上捲動

# ScrollUpSeveralRowsCommandKey
source: Scroll up {0} line(s)
de_de: {0} Zeile(n) nach oben scrollen
es_es: Desplazarse hacia arriba {0} línea(s)
fr_fr: Défilement vers le haut de {0} ligne(s)
it_it: Scorri verso l'alto {0} righe
ja_jp: {0} 行上へスクロール
ko_kr: {0}줄 위로 스크롤
pt_br: Rolar para cima {0} linha(s)
ru_ru: Прокрутить вверх линий: {0}
sr_cyrl_rs: Скролуј навише {0} линија
uk_ua: Прокрутити вгору на {0} рядок(ів)
zh_cn: 向上滚动 {0} 行
zh_tw: 向上捲動 {0} 行

# ScrollUpPageCommandKey
source: Scroll up one page
de_de: Eine Seite nach oben scrollen
es_es: Desplazarse hacia arriba una página
fr_fr: Remonter d’une page
it_it: Scorri in alto di una pagina
ja_jp: 1 ページ上にスクロールする
ko_kr: 한 페이지 위로 스크롤
pt_br: Rolar uma página para cima
ru_ru: Прокрутить вверх на одну страницу
sr_cyrl_rs: Скролуј једну страницу навише
uk_ua: Прокрутити одну сторінку вгору
zh_cn: 向上滚动一页
zh_tw: 向上滾動一頁

# ScrollToTopCommandKey
source: Scroll to the top of history
de_de: Zum Anfang des Verlaufs scrollen
es_es: Desplazarse a la parte superior del historial
fr_fr: Faire défiler l’écran jusqu’en haut de l’historique
it_it: Scorri verso l’inizio della cronologia
ja_jp: 履歴の一番上までスクロール
ko_kr: 기록 맨 위로 스크롤
pt_br: Rolar para o início do histórico
ru_ru: Прокрутить до верха журнала
sr_cyrl_rs: Скролуј на врх историје
uk_ua: Прокрутити до початку історії
zh_cn: 滚动至历史记录顶部
zh_tw: 捲動到歷程記錄的頂端

# ScrollToBottomCommandKey
source: Scroll to the bottom of history
de_de: Zum Ende des Verlaufs scrollen
es_es: Desplazarse a la parte inferior del historial
fr_fr: Faire défiler l’écran jusqu’en bas de l’historique
it_it: Scorri verso la fine della cronologia
ja_jp: 履歴の一番下までスクロール
ko_kr: 기록 아래쪽으로 스크롤
pt_br: Rolar para o final do histórico
ru_ru: Прокрутить до низа журнала
sr_cyrl_rs: Скролуј на дно историје
uk_ua: Прокрутити до кінця історії
zh_cn: 滚动至历史记录底部
zh_tw: 捲動到歷程記錄的底部

# ScrollToPreviousMarkCommandKey
source: Scroll to the previous mark
de_de: Blättern Sie zur vorherigen Markierung
es_es: Desplazarse hasta la marca anterior
fr_fr: Faire défiler jusqu’à la marque précédente
it_it: Scorri fino al contrassegno precedente
ja_jp: 前のマークまでスクロールする
ko_kr: 이전 표시로 스크롤
pt_br: Rolar para a marca anterior
ru_ru: Прокрутить до предыдущей метки
sr_cyrl_rs: Скролуј на претходни маркер
uk_ua: Прокрутити до попередньої позначки
zh_cn: 滚动到上一个标记
zh_tw: 捲動至上一個標記

# ScrollToNextMarkCommandKey
source: Scroll to the next mark
de_de: Zur nächsten Markierung scrollen
es_es: Desplazarse a la siguiente marca
fr_fr: Faire défiler jusqu’à la marque suivante
it_it: Scorri fino al contrassegno successivo
ja_jp: 次のマークまでスクロールする
ko_kr: 다음 표시로 스크롤
pt_br: Rolar para a próxima marca
ru_ru: Перейти к следующей метке
sr_cyrl_rs: Скролуј на наредни маркер
uk_ua: Прокрутити до наступної позначки
zh_cn: 滚动到下一个标记
zh_tw: 捲動至下一個標記

# ScrollToFirstMarkCommandKey
source: Scroll to the first mark
de_de: Zur ersten Markierung scrollen
es_es: Desplazarse a la primera marca
fr_fr: Faire défiler jusqu’à la première marque
it_it: Scorri fino al primo contrassegno
ja_jp: 最初のマークまでスクロールする
ko_kr: 첫 번째 표시로 스크롤
pt_br: Rolar até a primeira marca
ru_ru: Перейти к первой метке
sr_cyrl_rs: Скролуј на први маркер
uk_ua: Прокрутити до першої позначки
zh_cn: 滚动到第一个标记
zh_tw: 捲動至第一個標記

# ScrollToLastMarkCommandKey
source: Scroll to the last mark
de_de: Zur letzten Markierung scrollen
es_es: Desplazarse a la última marca
fr_fr: Faire défiler jusqu’à la dernière marque
it_it: Scorri fino all'ultimo contrassegno
ja_jp: 最後のマークまでスクロールする
ko_kr: 마지막 표시로 스크롤
pt_br: Rolar até a última marca
ru_ru: Перейти к последней метке
sr_cyrl_rs: Скролуј на последњи маркер
uk_ua: Прокрутити до останньої позначки
zh_cn: 滚动到最后一个标记
zh_tw: 捲動至最後一個標記

# AddMarkCommandKey
source: Add a scroll mark
de_de: Hinzufügen einer Bildlaufmarke
es_es: Agregar una marca de desplazamiento
fr_fr: Ajouter une marque de défilement
it_it: Aggiungi un segno di scorrimento
ja_jp: スクロール マークを追加する
ko_kr: 스크롤 표시 추가
pt_br: Adicionar uma marca de rolagem
ru_ru: Добавить метку прокрутки
sr_cyrl_rs: Додај скрол маркер
uk_ua: Додати позначку на прокрутці
zh_cn: 添加滚动标记
zh_tw: 新增捲動標記

# AddMarkWithColorCommandKey
source: Add a scroll mark, color:{0}
de_de: Hinzufügen einer Bildlaufmarke, color:{0}
es_es: Agregar una marca de desplazamiento, color:{0}
fr_fr: Ajouter une marque de défilement, color :{0}
it_it: Aggiungi un segno di scorrimento, colore:{0}
ja_jp: スクロール マークを追加する、color:{0}
ko_kr: 스크롤 표시 추가, color:{0}
pt_br: Adicionar uma marca de rolagem, color:{0}
ru_ru: Добавить метку прокрутки, color:{0}
sr_cyrl_rs: Додај скрол маркер, color:{0}
uk_ua: Додати позначку на прокрутці, колір: {0}
zh_cn: 添加滚动标记，color:{0}
zh_tw: 新增捲動標記，color:{0}

# ClearMarkCommandKey
source: Clear mark
de_de: Markierung löschen
es_es: Borrar marca
fr_fr: Effacer la marque
it_it: Cancella contrassegno
ja_jp: マークをクリアする
ko_kr: 표시 지우기
pt_br: Limpar marca
ru_ru: Очистить метку
sr_cyrl_rs: Обриши маркер
uk_ua: Видалити позначку
zh_cn: 清除标记
zh_tw: 清除標記

# ClearAllMarksCommandKey
source: Clear all marks
de_de: Alle Markierungen löschen
es_es: Borrar todas las marcas
fr_fr: Effacer toutes les marques
it_it: Cancella tutti i contrassegni
ja_jp: すべてのマークをクリアする
ko_kr: 모든 표시 지우기
pt_br: Limpar todas as marcas
ru_ru: Очистить все метки
sr_cyrl_rs: Обриши све маркере
uk_ua: Видалити усі позначки
zh_cn: 清除所有标记
zh_tw: 清除所有標記

# SendInputCommandKey
source: Send Input: "{0}"
de_de: Eingabe senden: "{0}"
es_es: Enviar entrada: "{0}"
fr_fr: Envoyer l’entrée : « {0} »
it_it: Invia input: "{0}"
ja_jp: 入力の送信: 「{0}」
ko_kr: 입력 값 보내기: "{0}"
pt_br: Enviar Entrada: "{0}"
ru_ru: Отправить входные данные: "{0}"
sr_cyrl_rs: Пошаљи унос: „{0}”
uk_ua: Надіслати введення: "{0}"
zh_cn: 发送输入:“{0}”
zh_tw: 傳送輸入: "{0}"

# SetColorSchemeCommandKey
source: Set color scheme to {0}
de_de: Farbschema auf {0} festlegen
es_es: Establecer la combinación de colores en {0}
fr_fr: Définir le modèle de couleurs sur {0}
it_it: Imposta combinazione colori su {0}
ja_jp: 配色を{0} に設定
ko_kr: 색 구성표를 {0}(으)로 설정
pt_br: Definir o esquema das cores para {0}
ru_ru: Установить цветовую схему "{0}"
sr_cyrl_rs: Постави шему боја на {0}
uk_ua: Установити колірну схему {0}
zh_cn: 将配色方案设置为 {0}
zh_tw: 將色彩配置設定為 {0}

# SetTabColorCommandKey
source: Set tab color to {0}
de_de: Registerkartenfarbe auf {0} festlegen
es_es: Establecer color de pestaña a {0}
fr_fr: Définir la couleur d’onglet pour {0}
it_it: Impostare il colore della scheda su {0}
ja_jp: タブの色をに設定する{0}
ko_kr: 탭 색을 {0}로 설정
pt_br: Definir cor da guia como {0}
ru_ru: Задать значение "{0}" для цвета вкладки
sr_cyrl_rs: Постави боју картице на {0}
uk_ua: Установити колір вкладки на {0}
zh_cn: 将选项卡颜色设置为 {0}
zh_tw: 將索引標籤色彩設定為 {0}

# SplitHorizontalCommandKey
source: Split pane horizontally
de_de: Bereich horizontal teilen
es_es: Dividir el panel horizontalmente
fr_fr: Fractionner le volet horizontalement
it_it: Suddividi riquadro orizzontalmente
ja_jp: ウィンドウを左右に分割
ko_kr: 가로로 분할된 창
pt_br: Dividir painel horizontalmente
ru_ru: Разделить область по горизонтали
sr_cyrl_rs: Подели панел хоризонтално
uk_ua: Розділити панель по горизонталі
zh_cn: 水平拆分窗格
zh_tw: 水平分割窗格

# MovePaneCommandKey
source: Move pane
de_de: Bereich verschieben
es_es: Mover panel
fr_fr: Déplacer le volet
it_it: Sposta riquadro
ja_jp: ウィンドウの移動
ko_kr: 이동 창
pt_br: Mover painel
ru_ru: Переместить область
sr_cyrl_rs: Премести панел
uk_ua: Перемістити панель
zh_cn: 移动窗格
zh_tw: 移動窗格

# MovePaneToNewWindowCommandKey
source: Move pane to new window
de_de: Bereich in neues Fenster verschieben
es_es: Mover el panel a una nueva ventana
fr_fr: Déplacer le volet dans une nouvelle fenêtre
it_it: Sposta riquadro in una nuova finestra
ja_jp: ウィンドウを新しいウィンドウに移動
ko_kr: 창을 새 창으로 이동
pt_br: Mover painel para nova janela
ru_ru: Переместить область в новое окно
sr_cyrl_rs: Премести панел у нови прозор
uk_ua: Перемістити панель у нове вікно
zh_cn: 将窗格移动到新窗口
zh_tw: 將窗格移至新視窗

# SplitPaneCommandKey
source: Split pane
de_de: Bereich teilen
es_es: Dividir panel
fr_fr: Fractionner le volet
it_it: Suddividi riquadro
ja_jp: ウィンドウを分割する
ko_kr: 분할 창
pt_br: Dividir painel
ru_ru: Разделить область
sr_cyrl_rs: Подели панел
uk_ua: Розділити панель
zh_cn: 拆分窗格
zh_tw: 分割窗格

# SplitVerticalCommandKey
source: Split pane vertically
de_de: Bereich vertikal teilen
es_es: Dividir el panel verticalmente
fr_fr: Fractionner le volet verticalement
it_it: Suddividi riquadro verticalmente
ja_jp: ウィンドウを上下に分割
ko_kr: 세로로 분할된 창
pt_br: Dividir painel verticalmente
ru_ru: Разделить область по вертикали
sr_cyrl_rs: Подели панел вертикално
uk_ua: Розділити панель вертикально
zh_cn: 垂直拆分窗格
zh_tw: 垂直分割窗格

# SwitchToTabCommandKey
source: Switch to tab
de_de: Zu Registerkarte wechseln
es_es: Cambiar a pestaña
fr_fr: Basculer vers l’onglet
it_it: Passa alla scheda
ja_jp: タブに切り替え
ko_kr: 탭으로 전환
pt_br: Mudar para guia
ru_ru: Перейти на вкладку
sr_cyrl_rs: Пређи на картицу
uk_ua: Перейти на вкладку
zh_cn: 切换到选项卡
zh_tw: 切換至索引標籤

# SwitchToLastTabCommandKey
source: Switch to the last tab
de_de: Zur letzten Registerkarte wechseln
es_es: Cambiar a la última pestaña
fr_fr: Basculer vers le dernier onglet
it_it: Passa all'ultima scheda
ja_jp: 最後のタブに切り替える
ko_kr: 마지막 탭으로 전환
pt_br: Alternar para a última guia
ru_ru: Переключиться на последнюю вкладку
sr_cyrl_rs: Пређи на последњу картицу
uk_ua: Перейти на останню вкладку
zh_cn: 切换到最后一个选项卡
zh_tw: 切換到最後一個索引標籤

# TabSearchCommandKey
source: Search for tab...
de_de: Registerkarte suchen...
es_es: Buscar pestañas...
fr_fr: Rechercher l’onglet...
it_it: Cerca scheda...
ja_jp: タブを検索...
ko_kr: 탭 검색
pt_br: Buscar guia...
ru_ru: Поиск вкладки...
sr_cyrl_rs: Претрага картица...
uk_ua: Пошук вкладки...
zh_cn: 搜索选项卡...
zh_tw: 搜尋索引標籤...

# ToggleAlwaysOnTopCommandKey
source: Toggle always on top mode
de_de: Modus "Immer im Vordergrund" umschalten
es_es: Alternar siempre en el modo superior
fr_fr: Activer le mode Toujours visible
it_it: Modalità attiva/disattiva sempre in alto
ja_jp: 常に手前に表示するモードに切り替える
ko_kr: 항상 위 모드 전환
pt_br: Alternar sempre no modo superior
ru_ru: Режим "поверх других окон"
sr_cyrl_rs: Укљ./искљ. режим увек на врху
uk_ua: Увімкнути режим "Завжди зверху".
zh_cn: 切换“总在最前面”模式
zh_tw: 啟用 [最上層顯示] 模式

# ToggleCommandPaletteCommandKey
source: Toggle command palette
de_de: Befehlspalette ein/aus
es_es: Alternar paleta de comandos
fr_fr: Activer/désactiver la palette de commandes
it_it: Attiva/disattiva riquadro dei comandi
ja_jp: コマンド パレットに切り替える
ko_kr: 토글 명령 팔레트
pt_br: Ativar/desativar paleta de comandos
ru_ru: Показать или скрыть палитру команд
sr_cyrl_rs: Укљ./искљ. палету команди
uk_ua: Увімкнути палітру команд
zh_cn: 切换命令面板
zh_tw: 切換命令選擇區

# SuggestionsCommandKey
source: Open suggestions
fr_fr: Ouvrir les suggestions
it_it: Apri i suggerimenti
ru_ru: Открыть предложения
sr_cyrl_rs: Отвори сугестије
uk_ua: Відкрити пропозиції
zh_cn: 打开建议

# ToggleCommandPaletteCommandLineModeCommandKey
source: Toggle command palette in command line mode
de_de: Befehlspalette im Befehlszeilenmodus ein/aus
es_es: Alternar paleta de comandos en modo de línea de comandos
fr_fr: Basculer la palette de commandes en mode ligne de commande
it_it: Attiva/disattiva il pannello dei comandi in modalità riga di comando
ja_jp: コマンド ライン モードでコマンド パレットを切り替えます
ko_kr: 명령줄 모드에서 명령 팔레트 설정/해제
pt_br: Alternar a paleta de comando para o modo de linha de comando
ru_ru: Включить или отключить палитру команд в режиме командной строки
sr_cyrl_rs: Укљ./искљ. палету команди у режиму командне линије
uk_ua: Увімкнути палітру команд у режимі командного рядка
zh_cn: 在命令行模式里切换命令面板
zh_tw: 在命令列模式中切換命令選擇區

# ToggleFocusModeCommandKey
source: Toggle focus mode
de_de: Fokusmodus umschalten
es_es: Alternar modo de foco
fr_fr: Activer/désactiver le mode focus
it_it: Attiva/disattiva modalità Focus
ja_jp: フォーカス モードを切り替える
ko_kr: 포커스 모드 토글
pt_br: Alternar o modo de foco
ru_ru: Переключить режим фокусировки
sr_cyrl_rs: Укљ./искљ. режим фокуса
uk_ua: Увімкнути режим фокусування
zh_cn: 切换专注模式
zh_tw: 切換焦點模式

# EnableFocusModeCommandKey
source: Enable focus mode
de_de: Fokusmodus aktivieren
es_es: Habilitar el modo Foco
fr_fr: Activer le mode focus
it_it: Abilita la modalità messa a fuoco
ja_jp: フォーカス モードを有効にする
ko_kr: 포커스 모드 사용
pt_br: Habilitar modo de foco
ru_ru: Включить режим фокусировки
sr_cyrl_rs: Укључи режим фокуса
uk_ua: Увімкнути режим фокусування
zh_cn: 启用焦点模式
zh_tw: 啟用焦點模式

# DisableFocusModeCommandKey
source: Disable focus mode
de_de: Fokusmodus deaktivieren
es_es: Deshabilitar el modo Foco
fr_fr: Désactiver le mode focus
it_it: Disabilita la modalità messa a fuoco
ja_jp: フォーカス モードを利用不可にする
ko_kr: 포커스 모드 사용 안 함
pt_br: Desabilitar o modo de foco
ru_ru: Отключить режим фокусировки
sr_cyrl_rs: Искључи режим фокуса
uk_ua: Вимкнути режим фокусування
zh_cn: 禁用焦点模式
zh_tw: 停用焦點模式

# ToggleFullscreenCommandKey
source: Toggle fullscreen
de_de: Vollbild ein/aus
es_es: Alternar pantalla completa
fr_fr: Basculer en mode plein écran
it_it: Attiva/disattiva schermo intero
ja_jp: 全画面表示に切り替える
ko_kr: 전체 화면 토글
pt_br: Ativar/desativar tela inteira
ru_ru: Включить или отключить полноэкранный режим
sr_cyrl_rs: Укљ./искљ. пун екран
uk_ua: Увімкнути повноекранний режим
zh_cn: 切换全屏
zh_tw: 切換全螢幕

# EnableFullScreenCommandKey
source: Enable fullscreen
de_de: Vollbild aktivieren
es_es: Habilitar pantalla completa
fr_fr: Activer le plein écran
it_it: Abilita la modalità schermo intero
ja_jp: 全画面表示を有効にする
ko_kr: 전체 화면 사용
pt_br: Habilitar tela inteira
ru_ru: Включить полноэкранный режим
sr_cyrl_rs: Укључи пун екран
uk_ua: Увімкнути повноекранний режим
zh_cn: 启用全屏
zh_tw: 啟用全螢幕

# DisableFullScreenCommandKey
source: Disable fullscreen
de_de: Vollbild deaktivieren
es_es: Deshabilitar pantalla completa
fr_fr: Désactiver le plein écran
it_it: Disabilita la modalità schermo intero
ja_jp: 全画面表示を利用不可にする
ko_kr: 전체 화면 사용 안 함
pt_br: Desabilitar tela inteira
ru_ru: Отключить полноэкранный режим
sr_cyrl_rs: Искључи пун екран
uk_ua: Вимкнути повноекранний режим
zh_cn: 禁用全屏
zh_tw: 停用全螢幕

# EnableMaximizedCommandKey
source: Maximize window
de_de: Fenster maximieren
es_es: Maximizar ventana
fr_fr: Agrandir la fenêtre
it_it: Ingrandisci finestra
ja_jp: ウィンドウの最大化
ko_kr: 창 최대화
pt_br: Maximizar janela
ru_ru: Развернуть окно
sr_cyrl_rs: Максимизуј прозор
uk_ua: Розгорнути вікно
zh_cn: 最大化窗口
zh_tw: 視窗最大化

# DisableMaximizedCommandKey
source: Restore maximized window
de_de: Maximiertes Fenster wiederherstellen
es_es: Restaurar ventana maximizada
fr_fr: Restaurer la fenêtre agrandie
it_it: Ripristina finestra ingrandita
ja_jp: 最大化ウィンドウを復元する
ko_kr: 최대화된 창 복원
pt_br: Restaurar janela maximizada
ru_ru: Восстановить развернутое окно
sr_cyrl_rs: Врати величину максимизованог прозор
uk_ua: Відновити розгорнуте вікно
zh_cn: 还原最大化窗口
zh_tw: 還原最大化視窗

# ToggleSplitOrientationCommandKey
source: Toggle pane split orientation
de_de: Geteilte Ausrichtung des Bereichs umschalten
es_es: Alternar la orientación de la división del panel
fr_fr: Activer/désactiver l’orientation du fractionnement du volet
it_it: Attiva/disattiva orientamento divisione riquadro
ja_jp: ウィンドウ分割の方向の切り替え
ko_kr: 창 전환 방향 분할
pt_br: Alternar orientação de divisão do painel
ru_ru: Переключить ориентацию разделения панелей
sr_cyrl_rs: Укљ./искљ. оријентацију поделе панела
uk_ua: Перемкнути орієнтацію розділеної панелі
zh_cn: 切换窗格拆分方向
zh_tw: 切換窗格分割方向

# TogglePaneZoomCommandKey
source: Toggle pane zoom
de_de: Zoomfenster umschalten
es_es: Alternar zoom del panel
fr_fr: Basculer le zoom du volet
it_it: Attiva/disattiva zoom riquadro
ja_jp: ウィンドウのズームの切り替え
ko_kr: 창 확대/축소 토글
pt_br: Alternar o zoom do painel
ru_ru: Переключить масштаб области
sr_cyrl_rs: Укљ./искљ. зумирање панела
uk_ua: Перемкнути масштаб панелі
zh_cn: 切换窗格缩放
zh_tw: 切換窗格縮放
